Repository: carlosbsdev/virtualhost
Catalog: locale/*/*.po
Languages: es_es

source: You have no permission to run $0 as non-root user. Use sudo
es_es: No tienes permiso para ejecutar $0 como usuario no-root. Usa sudo

source: You need to prompt for action (create or delete) -- Lower-case only
es_es: Necesitas elegir una acción (create o delete) - Sólo minúsculas

source: Please provide domain. e.g.dev,staging
es_es: Por favor introduce el dominio

source: This domain already exists.\nPlease Try Another one
es_es: Este dominio ya existe.\nPor favor prueba otro

source: ERROR: Not able to write in file $userDir/$rootdir/phpinfo.php. Please check permissions.
es_es: ERROR: No se ha podido escribir en el archivo $userDir/$rootdir/index.php. Por favor comprueba los permisos.

source: Added content to $userDir$rootdir/phpinfo.php.
es_es: Contenido añadido en $userDir$rootdir/index.php.

source: There is an ERROR create $domain file
es_es: Hay un ERROR creando el archivo $domain

source: \nNew Virtual Host Created\n
es_es: \nNuevo Virtual Host creado\n

source: ERROR: Not able write in /etc/hosts
es_es: ERROR: No se puede escribir en /etc/hosts

source: Host added to /etc/hosts file \n
es_es: Host añadido en el archivo /etc/hosts \n

source: Complete! \nYou now have a new Virtual Host \nYour new host is: http://$domain \nAnd its located at $userDir$rootdir
es_es: Completado!\nAhora tienes un nuevo Virtual Host\nTu nuevo host es: http://$domain \nEstá situado en $userDir$rootdir

source: This domain dont exists.\nPlease Try Another one
es_es: Este dominio no existe. \nPor favor prueba con otro

source: Delete host root directory ? (s/n)
es_es: Eliminar el directorio raíz del host? (s/n)

source: Directory deleted
es_es: Directorio eliminado

source: Host directory conserved
es_es: Directorio del host conservado

source: Host directory not found. Ignored
es_es: Directorio del host no encontrado. Ignorado

source: Complete!\nYou just removed Virtual Host $domain
es_es: Completado!\nHa sido eliminado el Virtual Host $domain
